Repository: gabrielszz/centers-wp-plugin
Catalog: languages/cc-*.po
Languages: es_es

source: Cooperating Centers
es_es: Centros Cooperantes

source: Cooperating Centers Settings
es_es: Centros Cooperantes Ajustes

source: Cooperating Centers Area
es_es: Centros Cooperantes Area

source: Cooperating Centers Header
es_es: Centros Cooperantes Encabezado

source: go to page
es_es: ir a la página

source: Plugin page
es_es: Pagina del plugin

source: Google Analytics code
es_es: Código del Google Analytics

source: Initial filter query
es_es: Filtro inicial

source: Page title
es_es: Titulo

source: Home URL
es_es: Enlace de la página inicial

source: Save changes
es_es: Guardar cambios

source: of
es_es: de

source: Terms and conditions of use
es_es: Términos y condiciones de uso

source: Privacy Policy
es_es: Política de Privacidad

source: VHL Network Directory
es_es: Directorio de la Red BVS

source: Search
es_es: Buscar

source: CoordinatingCentersRg
es_es: Centros Coordinadores Regionales

source: CoordinatingCentersNc
es_es: Centros Coordinadores Nacionales

source: CooperatingCenters
es_es: Centros Cooperantes

source: CooperatingCentersLILACS
es_es: Centros Cooperantes LILACS

source: CooperatingCentersLEYES
es_es: Centros Cooperantes LEYES

source: ParticipantsUnits
es_es: Unidades Participantes

source: VHLNetwork
es_es: Red BVS

source: Nursing
es_es: Enfermería

source: Border
es_es: Salud Fronteriza México-Estados Unidos

source: Psychology
es_es: Psicología

source: MTCI
es_es: Medicina Tradicional y Complementaria

source: Home
es_es: Inicio

source: VHL Network
es_es: Red BVS

source: Thematic Networks
es_es: Redes Tematicas

source: No results found
es_es: No se han encontrado resultados

source: Institutions
es_es: Instituciones

source: INACTIVE
es_es: INACTIVA

source: CLOSED
es_es: CERRADA

source: Country
es_es: País

source: show more
es_es: mostrar más

source: loading
es_es: cargando
